window.onload = ()=>{
    const lviv = `1. Вуличками Львова :<br>
                  Вартість екскурсії : 150 грн.<br>
                  Тривалість  екскурсії : 2 год.<br>
                  2. Підземелля Львова:<br>
                  Вартість екскурсії : 120 грн.<br>
                  Тривалість  екскурсії : 2 год.<br>
                  3. 7 чудес Львова:<br>
                  Вартість екскурсії : 200 грн.<br>
                  Тривалість  екскурсії : 3 год.<br>`;

    const lutsk =      `1. Замок Любарта :<br>
                        Вартість екскурсії : 150 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        2. Музеї Луцька:<br>
                        Вартість екскурсії : 120 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        3. Храми Луцька:<br>
                        Вартість екскурсії : 200 грн.<br>
                        Тривалість  екскурсії : 3 год.<br>`;

    const uzhgorod =   `1. Ужгородський замок :<br>
                        Вартість екскурсії : 150 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        2. Вулиця винних підвалів:<br>
                        Вартість екскурсії : 120 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        3. Єврейський квартал:<br>
                        Вартість екскурсії : 200 грн.<br>
                        Тривалість  екскурсії : 3 год.<br>`;

    const stanislav =  `1. Палац Потоцьких :<br>
                        Вартість екскурсії : 150 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        2.Музей мистецтв Прикарпаття:<br>
                        Вартість екскурсії : 120 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        3. Фортечні стіни і вали:<br>
                        Вартість екскурсії : 200 грн.<br>
                        Тривалість  екскурсії : 3 год.<br>`;

    const chernivtsi = `1. Храми Чернівців :<br>
                        Вартість екскурсії : 150 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        2.Центральна площа міста:<br>
                        Вартість екскурсії : 120 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        3. Чернівецький університет:<br>
                        Вартість екскурсії : 200 грн.<br>
                        Тривалість  екскурсії : 3 год.<br>`;

    const ternopil =   `1. Головна площа Тернополя :<br>
                        Вартість екскурсії : 150 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        2.Вулиця Валова:<br>
                        Вартість екскурсії : 120 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        3. Тернопільський став:<br>
                        Вартість екскурсії : 200 грн.<br>
                        Тривалість  екскурсії : 3 год.<br>`;

    const karpaty =    `1. Перлина Карпат-Синевир :<br>
                        Вартість екскурсії : 150 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        2.Гуцульські Карпати:<br>
                        Вартість екскурсії : 120 грн.<br>
                        Тривалість  екскурсії : 2 год.<br>
                        3. Сколівські бескиди:<br>
                        Вартість екскурсії : 200 грн.<br>
                        Тривалість  екскурсії : 3 год.<br>`;


    window.localStorage.setItem('lviv', lviv);
    window.localStorage.setItem('lutsk', lutsk);
    window.localStorage.setItem('uzhgorod', uzhgorod);
    window.localStorage.setItem('stanislav', stanislav);
    window.localStorage.setItem('chernivtsi', chernivtsi);
    window.localStorage.setItem('ternopil', ternopil);
    window.localStorage.setItem('karpaty', karpaty);
}






