window.onload = ()=>{
    const lviv = `1.	Вуличками Львова.<br>
            Старовинні, з особливою атмосферою. Вулиці Львова надихають поетів, художників,<br>
            музикантів на створення шедеврів. Світлих, яскравих, позитивних та навіть таємничих<br> 
            чи містичних. Адже історія міста – це історія кожної вулички окремо, кожного будиночка<br>
            чи квартири. Тут і зберігаються ці крупинки, створюючи надзвичайний шарм кожного<br> 
            куточка міста Лева. Старовинна бруківка, вілли, яким по кілька сотень років. Заходячи за <br> 
            ріг однієї з вулиць, можна відчути запах запашної львівської кави, звареної раннім ранком…<br>
            2. Підземелля Львова.<br>
            Загадки старовинного Львова – в лабіринтах його підземних споруд. Підземні ходи<br> 
            старовинного міста спочатку приведуть вас у часи князя Лева. Підземелля Домініканського<br>
            монастиря – це залишки його палацу, а підземелля костелу Єзуїтів –рештки мурів княжих<br>
            часів XIII ст. У підземних приміщеннях найстарішої в Україні аптеки-музею ви почуєте<br>
            історії про давні секрети цілющих напоїв. Незабутні враження залишить подорож єдиною в<br>
            Україні кавовою шахтою в музеї-кав’ярні «Копальня кави», де вагонетки по залізничних<br>
            рейках транспортують кавові зерна – просто до вас. Хитросплетіння сучасності та<br>
            минулого ви відчуєте у підземеллях музею-ресторану бандерівської слави «Криївка». А<br>
            підземелля музею-кнайпи «Лівий берег» заворожать вас історією про давнє русло річки<br>
            Полтви, сховане під Львівським театром опери та балету ім. С. Крушельницької.<br>
            3.7 Чудес Львова.<br>
            У цьому турі зібрані сім архітектурних перлин нашого міста, а саме:<br>
            - Оперний театр;<br>
            -Будинок вчених;<br>
            - Палац Потоцьких;<br>
            - Італійський дворик;<br>
            - Комплекс Успенської церкви;<br>
            - Бернардинський монастир;<br>
            - Каплиця Боїмів<br>
            Ви побачите не тільки зовнішній вигляд цих споруд, а й зможете зайти в деякі об'єкти<br>
            всередину щоб оглянути чарівний інтер'єр.<br>`;

    const lutsk = `1.Музеї Луцька
               Луцькі музеї є гордістю не лише міста, а й всієї України. Окрім краєзнавчого музею,<br>
               який розповість про історію Луцька та Волинського краю в цілому, вдасться відвідати унікальні<br>
               музеї, які є лише в цьому місті: Музей волинської ікони, Музей історії луцького братства,<br>
               Музей книги, Музей технічного прогресу, Волинський регіональний музей українського війська та<br>
               військової техніки, аптеку-музей.<br>
                  2.Храми Луцька<br>
               У добу середньовіччя в Луцьку по сусідству проживали різні народи: поляки, литовці, вірмени, євреї,<br>
               караїми, німці, чехи, кожен з яких будував свій храм. На жаль, більшість культових споруд не витримали<br>
               випробувань часом: вони були знищені, втрачені через недогляд чи зруйновані стихією.<br>
                  3.Замок Любарта<br>
               Цей маршрут – для любителів військового туризму та бойової романтики. В рамках екскурсії вдасться дізнатися<br>
               подробиці Луцької війни, про те, чому Луцький замок за всю його історію жодного разу не був захоплений ворожими<br> 
               військами, а також приголомшливі історії про войовничих «волинських амазонок».<br>`;

    const uzhgorod = `Ілля Муромець`;

    const stanislav = `Ілля Муромець`;
    const chernivtsi = `Ілля Муромець`;
    const ternopil = `Ілля Муромець`;
    const karpaty = `Ілля Муромець`;


    window.localStorage.setItem('lviv', lviv);
    window.localStorage.setItem('lutsk', lutsk);
    window.localStorage.setItem('uzhgorod', uzhgorod);
    window.localStorage.setItem('stanislav', stanislav);
    window.localStorage.setItem('chernivtsi', chernivtsi);
    window.localStorage.setItem('ternopil', ternopil);
    window.localStorage.setItem('karpaty', karpaty);
}






