window.onload = ()=>{
    const value = `1.	Вуличками Львова.<br>
            Старовинні, з особливою атмосферою. Вулиці Львова надихають поетів, художників,<br>
            музикантів на створення шедеврів. Світлих, яскравих, позитивних та навіть таємничих<br> 
            чи містичних. Адже історія міста – це історія кожної вулички окремо, кожного будиночка<br>
            чи квартири. Тут і зберігаються ці крупинки, створюючи надзвичайний шарм кожного<br> 
            куточка міста Лева. Старовинна бруківка, вілли, яким по кілька сотень років. Заходячи за <br> 
            ріг однієї з вулиць, можна відчути запах запашної львівської кави, звареної раннім ранком…<br>
            2. Підземелля Львова.<br>
            Загадки старовинного Львова – в лабіринтах його підземних споруд. Підземні ходи<br> 
            старовинного міста спочатку приведуть вас у часи князя Лева. Підземелля Домініканського<br>
            монастиря – це залишки його палацу, а підземелля костелу Єзуїтів –рештки мурів княжих<br>
            часів XIII ст. У підземних приміщеннях найстарішої в Україні аптеки-музею ви почуєте<br>
            історії про давні секрети цілющих напоїв. Незабутні враження залишить подорож єдиною в<br>
            Україні кавовою шахтою в музеї-кав’ярні «Копальня кави», де вагонетки по залізничних<br>
            рейках транспортують кавові зерна – просто до вас. Хитросплетіння сучасності та<br>
            минулого ви відчуєте у підземеллях музею-ресторану бандерівської слави «Криївка». А<br>
            підземелля музею-кнайпи «Лівий берег» заворожать вас історією про давнє русло річки<br>
            Полтви, сховане під Львівським театром опери та балету ім. С. Крушельницької.<br>
            3.7 Чудес Львова.<br>
            У цьому турі зібрані сім архітектурних перлин нашого міста, а саме:<br>
            - Оперний театр;<br>
            -Будинок вчених;<br>
            - Палац Потоцьких;<br>
            - Італійський дворик;<br>
            - Комплекс Успенської церкви;<br>
            - Бернардинський монастир;<br>
            - Каплиця Боїмів<br>
            Ви побачите не тільки зовнішній вигляд цих споруд, а й зможете зайти в деякі об'єкти<br>
            всередину щоб оглянути чарівний інтер'єр.<br>`;

    window.localStorage.setItem('paragraph', value)
}

const details = document.getElementById("details");
const textOfParagraph = document.createElement("p");
details.addEventListener('click', getFromLocalStorage);
clear.addEventListener('click', clearText);
function getFromLocalStorage() {
    const value = window.localStorage.getItem("paragraph");
    if (value) {
        textOfParagraph.innerHTML = value;
        container.appendChild(textOfParagraph);
    }
}

function clearText() {
    textOfParagraph.innerHTML = '';
}
